//число секций с бегущей строкой на мониторе
const SECTIONS_NUMBER = 3;

// размер шрифта бегущей строки от 0 до 1 относительно размера секции
const FONT_SIZE_COEFF = 0.35;

// скорость бегущей строки (чем больше, тем медленнее)
const SPEED = 0.3;

//использовать в качестве фона бегущей строки картинку
const USE_BACKGROUND_IMAGE = false;

//использовать в качестве фона бегущей строки видео
const USE_BACKGROUND_VIDEO = true;

//число пробелов между сообщениями
const DELIMETER_SIZE = 10;

//массив сообщений
/*const MESSAGES = [
    '<span style="color: red">ВНИМАНИЕ! ГОВОРИТ КОРПОРАЦИЯ BBC)))!</span>',
    '<span style="color: green">Не слышны в саду даже шорохи</span>',
    'Земля в иллюминаторе видна.',
    'Здесь птицы не поют - деревья не растут.',
    'Только мы с конем по полю идем.',
    '<span style="color: green">А я так ждал, надеялся и верил</span>',
];*/

const MESSAGES = [

];